Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/_systeemi_on_pettanyt_valtavaestonkin_-_dihtosis-hanke_saamelaisiin_liittyvan_tietamattomyyden_purkajana_.html.tmx
Source language: fin
Languages: sme

source: “Systeemi on pettänyt valtaväestönkin” – Dihtosis-hanke saamelaisiin liittyvän tietämättömyyden purkajana
sme: ”Systema lea beahttán váldoálbmogage” —Dihtosis-prošeakta sápmelaččaide laktáseaddji diehtemeahttunvuođa burgin ￼

source: Saamelaiskäräjien nuorisoneuvosto on osallistunut kollaboratiiviseen pro gradu -työhön, jossa tutkittiin Dihtosis-hankkeen vaikuttavuutta.
sme: Sámedikki nuoraidráđđi lea oassálastán kollaboratiivvalaš pro gradu -bargui, mas dutkojuvvui Dihtosis-prošeavtta váikkuhus.

source: Tutkimus osoittaa, että tietoa saamelaisista on liian vähän ja tästä johtuen saamelaiset ja saamelaisnuoret kokevat edelleen kiusaamista, rasismia ja vihapuhetta.
sme: Dutkamuš čujuha, ahte diehtu sápmelaččain lea menddo unnán ja dan dihtii sápmelaččat ja sámenuorat vásihit ainge givssideami, rasismma ja vaššiságaid.

source: Opettajat toivat esille, että Dihtosis-hanke on ennen kaikkea tarvittava työkalu opettajien arkeen sekä tärkeä apu myös opettajien tunnistamiin tiedon löytämisen ongelmiin.
sme: Oahpaheaddjit ovdanbukte, ahte Dihtosis-prošeakta lea erenomážit dárbbašlaš reaidu oahpaheaddjiid árgii ja dehálaš veahkki maiddái dieđu gávdnama váttisvuođaide, maid oahpaheaddjit leat dovdán.

source: Lisäksi opettajat nostavat esille sen, että tietoa lisäämällä saamelaisten asemaa pystyttäisiin tietoisesti parantamaan.
sme: Lassin oahpaheaddjit loktejit ovdan dan, ahte dieđu lasihemiin sápmelaččaid sajádaga sáhtášii diđolaččat buoridit.

source: Dihtosis-hankkeen toiminta pureutuu näihin ongelmiin ja kiinnittää huomion myös siihen, kuinka niihin pureudutaan.
sme: Dihtosis-prošeavtta doaibma vuodju daidda váttisvuođaide ja gidde fuomášumi maiddái dasa, mo daidda vuodjut.

source: Dihtosis-hankkeen työntekijät ja nuorisoneuvoston jäsenet olivat gradun suunnitteluvaiheesta asti aktiivisesti mukana työssä.
sme: Dihtosis-prošeavtta bargit ja nuoraidráđi lahtut ledje gradu plánenmuttu rájes aktiivvalaččat mielde barggus.

source: Tutkimuksen suuntaa ja kulkua suunniteltiin yhdessä työn linjasta haastattelukysymyksiin.
sme: Dutkamuša guovlu ja johtu plánejuvvui ovttas barggu linnjás jearahallangažaldagaide.

source: Käytännössä työssä haastateltiin etänä 10 opettajaa, joilla oli ollut Dihtosis-kouluvierailu luokassaan.
sme: Geavatlaččat barggus jearahallojuvvui gáiddusin 10 oahpaheaddji, geain lei leamaš Dihtosis-skuvlagalledeapmi luohkástis.

source: He valaisivat koulujen tilannetta saamelaisista kerrottavan tiedon saralla sekä jakoivat kokemuksiaan ja havaintojaan Dihtosis-hankkeesta.
sme: Sii čalmmustahtte skuvllaid dili dieđu oasil, mii muitaluvvo sápmelaččaid birra ja juhke vásáhusaidis ja fuomášumiidis Dihtosis-prošeavttas.

source: Osallistuneiden opettajien kirjo oli laaja: mukana oli luokanopettajia, kielten, historian, yhteiskuntaopin, maantiedon, äidinkielen ja elämänkatsomustiedon opettajia eri paikkakunnilta, sekä perusopetuksesta että lukion puolelta.
sme: Oassálasti oahpaheaddjiid girju lei viiddis: mielde ledje luohkkáoahpaheaddjit, gielaid, historjjá, servodatoahpa, eatnandieđu, eatnigiela ja eallinoaidnodieđu oahpaheaddjit sierra báikegottiin, sihke vuođđooahpahusas ja logahaga bealde.

source: Suurin osa kuului valtaväestöön, mutta mukana oli myös yksi saamelainen opettaja.
sme: Stuorámus oassi gulai váldoálbmogii, muhto mielde lei maiddái okta sápmelaš oahpaheaddji.

source: Tämän lisäksi Dihtosis-hankkeen järjestäjät kertoivat hankkeen kulusta ja materiaaleista sekä omista kokemuksistaan hankkeesta.
sme: Dán lassin Dihtosis-prošeavtta ordnejeaddjit muitaledje prošeavtta jođus ja materiálain sihke iežaset vásáhusain prošeavttas.

source: Opettajien arki on kiireinen ja monet eivät olleet itsekään oppineet saamelaisista, joten taustatyö, materiaalien kokoaminen ja saamelaisten nostaminen jää yksittäisten opettajien harteille.
sme: Oahpaheaddjiid árga lea hohppui ja máŋgasat eai lean iešge oahppan sápmelaččaid birra, nu duogášbargu, materiálaid čohkken ja sápmelaččaid lokten báhcá ovttaskas oahpaheaddjiid hárduid ala.

source: Vaikka aiheesta olisikin enemmän tietoa, moni opettaja oli epävarma siitä, miten he voisivat tuoda saamelaisia ja suhdetta valtioon kunnioittavasti esille ja välttää väärää tietoa.
sme: Vaikko fáttás livččege eanet diehtu, máŋgasat oahpaheaddjiin ledje eahpesihkkarat das, mo sii sáhtášedje buktit sápmelaččaid ja gaskavuođa stáhtii gudnejahtti láhkai ovdan ja garvit boastto dieđu.

source: Myös suhtautumistavasta opettajan roolissa huolehdittiin—esimerkiksi piilo-oppimisen merkitystä korostettiin.
sme: Maiddái jurddašanvuogis oahpaheaddji rollas fuolahuvvui —ovdamearkka dihte čiegusoahppama mearkkašupmi deattuhuvvui.

source: Lisäksi osa koki poliittista painetta vaikenemiseen valtion vaitonaisuuden, tiettyjen puolueiden tai tarkkaavaisten vanhempien takia.
sme: Lassin oassi vásihii politihkalaš deattu jaskkodeapmái stáhta jienahisvuođa, dihto bellodagaid dahje dárkilis vánhemiid dihte.

source: Dihtosis-hankkeen koettiin tuovan näihin suurta apua ja sen nähtiin luovan ymmärrystä ja yhteyttä.
sme: Vásihuvvui, ahte Dihtosis-prošeakta buktá daidda stuorra veahki ja oidnojuvvui ahte dat láhčá áddejumi ja oktavuođa.

source: Hankkeessa tuli opettajien mukaan myös konkreettisesti esille, että puhutaan nykypäivästä.
sme: Prošeavttas bođii maiddái oahpaheaddjiid mielde konkrehtalaččat ovdan, ahte hállat otná beaivvis.

source: Dihtosis-hanke itsessään perustuu tietoon noudattaen itsemääräämisoikeutta tiedosta ja siinä käytetään saamelaisen kasvatuksen menetelmiä.
sme: Dihtosis-prošeakta iešalddes vuođđuduvvá dihtui čuovvumin iešmearridanvuoigatvuođa dieđus ja das geavahuvvo sápmelaš bajásgeassima vuogit.

source: Hankkeessa on ollut alusta asti tärkeää, että annettava tieto ja sanasto on saamelaisten itsensä määrittämää.
sme: Prošeavttas lea leamaš álggu rájes dehálaš, ahte sápmelaččat leat ieš meroštallan addojuvvon dieđu ja sátneráju.

source: Tämä on näkynyt sekä projektin teko- ja suunnittelutavassa että tehtävissä.
sme: Dát lea oidnon sihke prošeavtta bargan- ja plánenvuogis ja bargguin.

source: Dihtosis-hankkeen toiminnassa näkyvät myös ennakkoluuloja torjuvat ja rauhankasvatuksen menetelmät.
sme: Dihtosis-prošeavtta doaimmas oidnojit maiddái ovdagáttuid duvdi ja ráfi šaddadeami vuogit.

source: Empatia, osallistaminen, yhteyden luominen sekä ihmisoikeudet ja yksioikoisten identiteettikuvien rikkominen ovat keskeisiä hankkeen toiminnassa.
sme: Empatiija, osolažžan dahkan, oktavuođa ráhkadeapmi sihke olmmošvuoigatvuođat ja viivvuhis identiteahttagovaid rihkkun leat guovddášlaččat prošeavtta doaimmas.

source: Saamelaisnuoria osallistavan prosessin kautta valikoidut teemat ovat saamelaisista tärkeitä, ja ne luovat pohjaa myös yhteiskunnallisen keskustelun edistämiselle.
sme: Sámenuoraid osolažžan dahkki proseassa bokte válljejuvvon temát leat sápmelaččaid mielas dehálaččat, ja dat láhčet vuođu maiddái servodatlaš ságastallama ovddideapmái.

source: Näin Dihtosis-hanke puuttuu sekä jatkuvan tietämättömyyden katkaisemiseen että vallitseviin valta-asetelmiin.
sme: Ná Dihtosis-prošeakta váldá beali sihke bissovaš diehtemeahttunvuođa botkemii ja ráđđejeaddji váldestelledemiide.

source: Dihtosis-hankkeen puolelta haastatteluissa nostettiin esille hankkeen epävarma tulevaisuus ja rajalliset resurssit.
sme: Dihtosis-prošeavtta bealde jearahallamiin loktejuvvui ovdan prošeavtta eahpesihkkaris boahttevuohta ja nohkkivaš resurssat.

source: Opettajien näkökulmasta hankeluontoisessa toiminnassa haasteena on se, että vain kiinnostuneimmat hyödyntävät sitä, ja siksi tasainen esille ottaminen vaatisi rakenteellisia muutoksia kirjoissa, opetussuunnitelmassa ja opettajien koulutuksessa.
sme: Oahpaheaddjiid geahččanguovllus prošeaktalunddot doaimmas hástalussan lea dat, ahte dan ávkkástallet dušše sii, geat leat eanemusat beroštuvvan, ja danin dássidis ovdan váldin gáibidivččii ráhkaduslaš rievdadusaid girjjiin, oahppoplánain ja oahpaheaddjiid skuvlejumis.

source: Dihtosis-hankkeen toiminnalle toivottiin jatkoa, sillä aiheen katsottiin tarvitsevan myös tunteisiin vaikuttavaa ja toiminnallista materiaalia.
sme: Dihtosis-prošeavtta doibmii sávvojuvvui joatkka, dasgo gehččojuvvui, ahte fáddá dárbbaša maiddái dovdduide čuohcci ja doaimmalaš materiála.

source: Hankkeessa työpajoja vetäjät saamelaisnuoret ja se koettiin arvokkaaksi.
sme: Prošeavttas bargobajiid gesset sámenuorat ja dat vásihuvvui mávssolažžan.

source: Oppilaiden kannalta se, että viesti tulee saamelaisnuorilta koettiin paljon vaikuttavammaksi ja mielekkäämmäksi kuin perinteinen kirjaopetus.
sme: Oahppiid oainnus dat, ahte dieđut bohtet sámenuorain vásihuvvui ollu veaddjileabbon ja govttoleabbon go árbevirolaš girjeoahpahus.

source: Tiivistelmä tutkimuksen tuloksista (suomeksi)
sme: Čoahkkáigeassu dutkamuša bohtosiin (suomagillii)

source: “Systeemi on pettänyt valtaväestönkin”— Dihtosis -hanke saamelaisiin liittyvän tietämättömyyden purkajana: Kollaboratiivinen tutkimus Dihtosis -hankkeesta ja opettajien toimijuuskontekstista dekolonisaation ja päivittäisen rauhan saralla [Tampere University].
sme: ”Systema lea beahttán váldoálbmogage” —Dihtosis-prošeakta sápmelaččaide laktáseaddji diehtemeahttunvuođa burgin: Kollaboratiivvalaš dutkamuš Dihtosis-prošeavttas ja oahpaheaddjiid aktevravuođakonteavsttas dekolonisašuvnna ja beaivválaš ráfi surggiin [Tampere University].

source: Saamelaiskäräjien nuorisoneuvoston ja Nuorten Akatemian Dihtosis -hanke on lisännyt saamelaistietoutta neljän lukuvuoden ajan Opetus- ja kulttuuriministeriön rahoituksella.
sme: Sámedikki nuoraidráđi ja Nuoraid Akademiija Dihtosis-prošeakta lea lasihan sámediđolašvuođa njealji lohkanbaji áigge Oahpahus- ja kulturministeriija ruhtademiin.

source: Hankkeen tavoitteena on lisätä valtaväestöön kuuluvien lasten ja nuorten tietoisuutta saamelaisista ja saamelaiskulttuurista.
sme: Prošeavtta ulbmilin lea lasihit mánáid ja nuoraid, geat gullet váldoálbmogii, diđolašvuođa sápmelaččain ja sámekultuvrras.

source: Hankeaika päättyy 30.6.2022.
sme: Prošeaktaáigi nohká 30.6.2022.

source: Lue lisää: www.dihtosis.fi
sme: Loga lasi: www.dihtosis.fi

source: Lisätietoja:
sme: Lassedieđut:

source: Anni-Sofia Niittyvuopio Saamelaiskäräjien nuorisoneuvoston puheenjohtaja +358 40 7082 072 anni-sofia.niittyvuopio(at)samediggi.fi
sme: Anni-Sofia Niittyvuopio Sámedikki nuoraidráđi ságajođiheaddji +358 40 7082 072 anni-sofia.niittyvuopio(at)samediggi.fi
